let array = [
    "ауе", // организация ликвидирована или запрещена на территории Российской Федерации
    "игил", // организация ликвидирована или запрещена на территории Российской Федерации
    "аль-каида", // организация ликвидирована или запрещена на территории Российской Федерации
    "алькаида", // организация ликвидирована или запрещена на территории Российской Федерации
    "братья-мусульмане", // организация ликвидирована или запрещена на территории Российской Федерации
    "талибан", // организация ликвидирована или запрещена на территории Российской Федерации
    "талебан", // организация ликвидирована или запрещена на территории Российской Федерации
    "аль-джихад", // организация ликвидирована или запрещена на территории Российской Федерации
    "алджихад", // организация ликвидирована или запрещена на территории Российской Федерации
    "муджахеды", // организация ликвидирована или запрещена на территории Российской Федерации
    "муджахед", // организация ликвидирована или запрещена на территории Российской Федерации
    "синрике", // организация ликвидирована или запрещена на территории Российской Федерации
    "национал-большевистская", // организация ликвидирована или запрещена на территории Российской Федерации
    "формат-18", // организация ликвидирована или запрещена на территории Российской Федерации
    "формат18", // организация ликвидирована или запрещена на территории Российской Федерации
    "bandh", // организация ликвидирована или запрещена на территории Российской Федерации
    "тойс", // организация ликвидирована или запрещена на территории Российской Федерации
    "ревтатпод", // организация ликвидирована или запрещена на территории Российской Федерации
    "втоц", // организация ликвидирована или запрещена на территории Российской Федерации,

    "братья мусульмане", // организация ликвидирована или запрещена на территории Российской Федерации
    "аль каида", // организация ликвидирована или запрещена на территории Российской Федерации
    "исламское государство", // организация ликвидирована или запрещена на территории Российской Федерации
    "имарат кавказ", // организация ликвидирована или запрещена на территории Российской Федерации
    "правый сектор", // организация ликвидирована или запрещена на территории Российской Федерации
    "украинская повстанческая армия", // организация ликвидирована или запрещена на территории Российской Федерации
    "благородный орден дьявола", // организация ликвидирована или запрещена на территории Российской Федерации
    "кровь и честь", // организация ликвидирована или запрещена на территории Российской Федерации
    "свидетели иеговы", // организация ликвидирована или запрещена на территории Российской Федерации
    "misanthropic division", // организация ликвидирована или запрещена на территории Российской Федерации
    "мизантропик дивижн", // организация ликвидирована или запрещена на территории Российской Федера
    "мечеть мирмамеда", // организация ликвидирована или запрещена на территории Российской Федерацииции
    "таблиги джамаат", // организация ликвидирована или запрещена на территории Российской Федерации
    "ал джихад", // организация ликвидирована или запрещена на территории Российской Федерации
];

module.exports = ()=>{return array};